Repository: AndriiBabushko/GameOfFifteen
Catalog: GameOfFifteen/CourseWork/Localisation.*.resx
Languages: ru_ru

# Clicks
source: Кліки
ru_ru: Клики

# Error
source: Помилка!
ru_ru: Ошибка!

# ExitRequest
source: Чи дійсно ви бажаєте вийти з меню гри?(а як же єноти?)
ru_ru: Действительно ли вы хотите выйти из меню игры?(а как же еноты?)

# ExitTitle
source: Вихід
ru_ru: Выход

# LevelsRadioButtonCheked
source: Будь-ласка, виберіть режим гри!
ru_ru: Пожалуйста выберите режим игры!

# Loss
source: Програш!
ru_ru: Проигрыш!

# NicknameLengthTextbox
source: Довжина нікнейму не повинна бути більша 16!
ru_ru: Длина никнейма не должна быть больше 16!

# NicknameTextbox
source: Значення в текстбоксі з нікнеймом не введено!
ru_ru: Значения в текстбоксе с никнеймом не введены!

# RaccoonALotAttention
source: Єноту вже багато уваги!!!
ru_ru: Еноту уже много внимания!!!

# RaccoonEnoughAttention
source: Єноту достатньо уваги!!!
ru_ru: Еноту достаточно внимания!!!

# RaccoonLittleAttention
source: Єноту мало уваги!
ru_ru: Еноту мало внимания!

# RaccoonNeedsMoreAttention
source: Єноту треба більше уваги!!
ru_ru: Еноту нужно больше внимания!!

# RaccoonsGlory
source: Слава Єнотам!!!
ru_ru: Слава Енотам!!!

# RaccoonsShame
source: Ганьба єнотам!(((
ru_ru: Позор енотам!(((

# RatingGameComplexity
source: Складність гри
ru_ru: Сложность игры

# RatingMovesNumber
source: Кількість ходів
ru_ru: Количество ходов

# RatingNickname
source: Нікнейм
ru_ru: Никнейм

# RatingNone
source: Рейтингу ще немає
ru_ru: Рейтинга еще нет

# RatingPassingTime
source: Час проходження
ru_ru: Время прохождения

# RatingWinOrLose
source: Перемога чи програш
ru_ru: Победа или проигрыш

# SettingsExitRequest
source: Чи дійсно ви бажаєте вийти з меню налаштувань?
ru_ru: Действительно ли вы хотите выйти из меню настроек?

# TimeTextbox
source: Значення в текстбокс для часу введено не правильно!
ru_ru: Значение в текстбоксе для времени введено неправильно!

# TimeTrackbarTextbox
source: Значення в текстбоксі для часу та на трекбарі не вибрані! Будь-ласка, здійсніть вибір.
ru_ru: Значения в текстбоксе для времени и на трекбаре не выбраны! Пожалуйста, выполните выбор.

# UkraineLost
source: Україна не може програти!
ru_ru: Украина не может проиграть!

# UkraineWon
source: Україна перемогла!
ru_ru: Украина победила!

# Win
source: Перемога!
ru_ru: Победа!
